/**
 *  filename: schema.strings
 *  created : Wed Mar 17 12:43:17 2004
 */

"kMDItemKeywords"                             = "关键词";
"kMDItemTitle"                                = "标题";
"kMDItemSubject"                              = "题目";
"kMDItemTheme"                                = "主题";
"kMDItemAuthors"                              = "作者";
"kMDItemEditors"                              = "编辑器";
"kMDItemProjects"                             = "项目";
"kMDItemWhereFroms"                           = "来源";
"kMDItemComment"                              = "注释";
"kMDItemCopyright"                            = "版权";
"kMDItemProducer"                             = "制作者";
"kMDItemUsedDates"                            = "使用日期";
"kMDItemLastUsedDate"                         = "上一次打开";
"kMDItemContentCreationDate"                  = "内容创建日期";
"kMDItemContentModificationDate"              = "内容修改日期";
"kMDItemDurationSeconds"                      = "持续时间";
"kMDItemCreationDate"                         = "项创建日期";
"kMDItemContactKeywords"                      = "通讯录关键词";
"kMDItemVersion"                              = "版本";
"kMDItemPixelHeight"                          = "像素高度";
"kMDItemPixelWidth"                           = "像素宽度";
"kMDItemPageHeight"                           = "页面高度";
"kMDItemPageWidth"                            = "页面宽度";
"kMDItemColorSpace"                           = "颜色空间";
"kMDItemBitsPerSample"                        = "每样本的位数";
"kMDItemFlashOnOff"                           = "闪光灯";
"kMDItemFocalLength"                          = "焦距";
"kMDItemHasAlphaChannel"                      = "Alpha 通道";
"kMDItemAcquisitionMake"                      = "设备制造商";
"kMDItemAcquisitionModel"                     = "设备型号";
"kMDItemISOSpeed"                             = "ISO 速度";
"kMDItemOrientation"                          = "方向";
"kMDItemLayerNames"                           = "层";
"kMDItemWhiteBalance"                         = "白平衡";
"kMDItemAperture"                             = "光圈";
"kMDItemProfileName"                          = "描述文件名称";
"kMDItemResolutionWidthDPI"                   = "分辨率宽度";
"kMDItemResolutionHeightDPI"                  = "分辨率高度";
"kMDItemExposureMode"                         = "曝光模式";
"kMDItemExposureTimeSeconds"                  = "曝光时间";
"kMDItemEXIFVersion"                          = "EXIF 版本";
"kMDItemEXIFGPSVersion"                       = "EXIF GPS 版本";
"kMDItemCodecs"                               = "编解码器";
"kMDItemMediaTypes"                           = "媒体类型";
"kMDItemStreamable"                           = "可流化的";
"kMDItemTotalBitRate"                         = "总位速率";
"kMDItemVideoBitRate"                         = "视频位速率";
"kMDItemAudioBitRate"                         = "音频位速率";
"kMDItemDeliveryType"                         = "传送类型";

"kMDItemAltitude"                             = "海拔高度";
"kMDItemLatitude"                             = "纬度";
"kMDItemLongitude"                            = "经度";

"kMDItemTextContent"                          = "文本内容";
"kMDItemDisplayName"                          = "显示名称";
"kMDItemAlternateNames"                       = "备用显示名称";

"kMDItemRedEyeOnOff"                          = "红眼";
"kMDItemMeteringMode"                         = "测量模式";
"kMDItemMaxAperture"                          = "最大光圈";
"kMDItemFNumber"                              = "光圈数";
"kMDItemExposureProgram"                      = "曝光程序";
"kMDItemExposureTimeString"                   = "曝光时间";
"kMDItemHeadline"                             = "提要";
"kMDItemInstructions"                         = "指令";
"kMDItemCity"                                 = "城市";
"kMDItemStateOrProvince"                      = "州或省";
"kMDItemCountry"                              = "国家/地区";

"kMDItemAlbum"                                = "专辑";
"kMDItemAudioSampleRate"                      = "采样速率";
"kMDItemAudioChannelCount"                    = "通道数";
"kMDItemTempo"                                = "速度";
"kMDItemKeySignature"                         = "调号";
"kMDItemTimeSignature"                        = "拍号";
"kMDItemAudioEncodingApplication"             = "音频编码应用程序";
"kMDItemComposer"                             = "作曲";
"kMDItemLyricist"                             = "词作者";
"kMDItemAudioTrackNumber"                     = "轨道编号";
"kMDItemRecordingDate"                        = "录制日期";
"kMDItemMusicalGenre"                         = "音乐类型";
"kMDItemIsGeneralMIDISequence"                = "通用 MIDI 音序";
"kMDItemRecipients"                           = "收件人";
"kMDItemRecordingYear"                        = "录制年份";

"kMDItemOrganizations"                        = "组织";
"kMDItemLanguages"                            = "语言";
"kMDItemRights"                               = "权利";
"kMDItemPublishers"                           = "发布者";
"kMDItemContributors"                         = "投稿者";
"kMDItemCoverage"                             = "范围";
"kMDItemDescription"                          = "描述";
"kMDItemIdentifier"                           = "标识符";
"kMDItemAudiences"                            = "观众";

"kMDItemNumberOfPages"                        = "页数";
"kMDItemSecurityMethod"                       = "安全方式";

"kMDItemCreator"                              = "内容创作者";
"kMDItemDueDate"                              = "截止日期";
"kMDItemEncodingApplications"                 = "编码软件";

"kMDItemStarRating"                           = "评价";
"kMDItemPhoneNumbers"                         = "电话号码";
"kMDItemEmailAddresses"                       = "电子邮件地址";
"kMDItemInstantMessageAddresses"              = "即时信息地址";
"kMDItemKind"                                 = "种类";
"kMDItemURL"                                  = "URL";

"kMDItemRecipientEmailAddresses"              = "收件人电子邮件地址";
"kMDItemAuthorEmailAddresses"                 = "作者的电子邮件地址";

/* Names for FS attributes */
"kMDItemFSName"                               = "文件名";
"kMDItemPath"                                 = "文件路径名称";
"kMDItemFSSize"                               = "大小";
"kMDItemFSCreationDate"                       = "创建日期";
"kMDItemFSContentChangeDate"                  = "修改日期";
"kMDItemFSOwnerUserID"                        = "所有者";
"kMDItemFSOwnerGroupID"                       = "组别";
//"kMDItemFSExists"                             = "File exists";
"kMDItemFSIsReadable"                         = "文件可以读";
"kMDItemFSIsWriteable"                        = "文件可以写";
"kMDItemFSNodeCount"                          = "项数";
"kMDItemFSHasCustomIcon"                      = "自定图标";
"kMDItemFSIsExtensionHidden"                  = "文件扩展名已隐藏";
"kMDItemFSIsStationery"                       = "样版";
"kMDItemFSInvisible"                          = "文件不可见";
"kMDItemFSLabel"                              = "文件标签";

"kMDItemFinderComment"                        = "Spotlight 注释";
"kMDItemFonts"                                = "字体";

"kMDItemAppleLoopsRootKey"                    = "循环原始调";
"kMDItemAppleLoopsKeyFilterType"              = "循环音阶类型";
"kMDItemAppleLoopsLoopMode"                   = "循环文件类型";
"kMDItemAppleLoopDescriptors"                 = "循环描述符";
"kMDItemMusicalInstrumentCategory"            = "乐器类别";
"kMDItemMusicalInstrumentName"                = "乐器名称";

"kMDItemInformation"                          = "影片信息";
"kMDItemDirector"                             = "导演";
"kMDItemGenre"                                = "类型";
"kMDItemPerformers"                           = "表演者";
"kMDItemOriginalFormat"                       = "原始格式";
"kMDItemOriginalSource"                       = "原始源";

/* Attribute Descriptions That will be presented to the user
 *
 * In the form of
 * Attribute.Description
 * "." is not a valid character in an Attribute name.
 */
"kMDItemKeywords.Description"                 = "与此项相关的关键词";
"kMDItemTitle.Description"                    = "此项的标题";
"kMDItemSubject.Description"                  = "此项的题目";
"kMDItemTheme.Description"                    = "此项的主题";
"kMDItemAuthors.Description"                  = "此项的作者";
"kMDItemEditors.Description"                  = "此项的编辑器";
"kMDItemProjects.Description"                 = "此项所属的项目";
"kMDItemWhereFroms.Description"               = "该项的来源地";
"kMDItemComment.Description"                  = "有关此项的注释";
"kMDItemCopyright.Description"                = "有关此项的版权信息";
"kMDItemProducer.Description"                 = "此项的产生器";
"kMDItemUsedDates.Description"                = "此项的使用日期";
"kMDItemLastUsedDate.Description"             = "上次使用此项的日期";
"kMDItemContentCreationDate.Description"      = "此项中的内容的创建日期";
"kMDItemContentModificationDate.Description"  = "此项中的内容的修改日期";
"kMDItemDurationSeconds.Description"          = "按秒计的此项持续时间";
"kMDItemCreationDate.Description"             = "此项的创建日期";
"kMDItemContactKeywords.Description"          = "与此项相关的通讯录";
"kMDItemVersion.Description"                  = "此项的版本号";

"kMDItemPixelHeight.Description"              = "按像素计的文稿高度";
"kMDItemPixelWidth.Description"               = "按像素计的文稿宽度";
"kMDItemPageHeight.Description"               = "按点计的文稿页面高度";
"kMDItemPageWidth.Description"                = "按点计的文稿页面宽度";
"kMDItemResolutionWidthDPI.Description"       = "按 DPI 计的图像分辨率宽度";
"kMDItemResolutionHeightDPI.Description"      = "按 DPI 计的图像分辨率高度";

"kMDItemColorSpace.Description"               = "此图像的颜色空间模型";
"kMDItemProfileName.Description"              = "用于该图像的颜色描述文件的名称";

"kMDItemBitsPerSample.Description"            = "每个样本的位数";
"kMDItemFlashOnOff.Description"               = "照片拍摄时是否使用了闪光灯";
"kMDItemFocalLength.Description"              = "镜头焦距（按毫米计）";
"kMDItemHasAlphaChannel.Description"          = "图像是否有 Alpha 通道";
"kMDItemAcquisitionMake.Description"          = "设备制造商可用来取得此文稿";
"kMDItemAcquisitionModel.Description"         = "可取得此文稿所使用的设备型号";
"kMDItemISOSpeed.Description"                 = "照片拍摄时所使用的相机 ISO 速度";
"kMDItemOrientation.Description"              = "图片的方向（横向或纵向）";
"kMDItemLayerNames.Description"               = "文件中的层的名称";
"kMDItemWhiteBalance.Description"             = "照片拍摄时所使用的白平衡设置。";
"kMDItemAperture.Description"                 = "拍摄照片时所使用的相机光圈设置";
"kMDItemExposureMode.Description"             = "用于曝光的模式";
"kMDItemExposureTimeSeconds.Description"      = "曝光期间镜头打开的时间";
"kMDItemEXIFVersion.Description"              = "用来生成元数据的 EXIF 版本";
"kMDItemEXIFGPSVersion.Description"           = "EXIF 格式的 GPSInfoIFD 版本，用于生成元数据";
"kMDItemRedEyeOnOff.Description"              = "“红眼”校正是否已打开或关闭";
"kMDItemMeteringMode.Description"             = "测量模式（未知、平均值、中间加权平均值、点、多点、样式、部分）";
"kMDItemMaxAperture.Description"              = "镜头的最小光圈数（APEX 数值单位，通常在 00.00 至 99.99 之间）";
"kMDItemFNumber.Description"                  = "光圈直径（相对于镜头的有效焦距）";
"kMDItemExposureProgram.Description"          = "相机用来设置曝光的程序类型：手动、正常、光圈优先…";
"kMDItemExposureTimeString.Description"       = "曝光时间";
"kMDItemHeadline.Description"                 = "该项中内容的可发布摘要";
"kMDItemInstructions.Description"             = "有关该项的其他信息，如如何搬移的说明";
"kMDItemCity.Description"                     = "项的城市";
"kMDItemStateOrProvince.Description"          = "根据提供者而定的项所属的州或省";
"kMDItemCountry.Description"                  = "提供者创建该项时所处的国家或位置";

"kMDItemAltitude.Description"                 = "项在海平面上的高度（单位为米），用 WGS84 数据表示。负值表示海平面以下。";
"kMDItemLatitude.Description"                 = "赤道以北的项的纬度，用 WGS84 数据表示。负值表示赤道以南。";
"kMDItemLongitude.Description"                = "赤道以北的项的经度，用 WGS84 数据表示9。负值表示本初子午线以西。";

"kMDItemCodecs.Description"                   = "用来对媒体进行编码和解码的编解码器";
"kMDItemMediaTypes.Description"               = "内容中存在的媒体类型";
"kMDItemStreamable.Description"               = "内容是否准备进行流化";
"kMDItemTotalBitRate.Description"             = "媒体中音频和视频的组合位速率";
"kMDItemVideoBitRate.Description"             = "媒体中的视频的位速率";
"kMDItemAudioBitRate.Description"             = "媒体中的音频的位速率";
"kMDItemDeliveryType.Description"             = "用于传送媒体的方法（快速启动或 RTSP）";
"kMDItemDisplayName.Description"              = "文件的本地化名称";
"kMDItemAlternateNames.Description"           = "文件的备用名称";
"kMDItemAlbum.Description"                    = "唱片精选（如录音专辑）的标题";
"kMDItemAudioSampleRate.Description"          = "文件的音频数据的采样速率";
"kMDItemAudioChannelCount.Description"        = "文件的音频数据中的通道数";
"kMDItemTempo.Description"                    = "音频文件中音乐的速度（按每分钟的节拍数计）";
"kMDItemKeySignature.Description"             = "音频文件中的歌曲的音调";
"kMDItemTimeSignature.Description"            = "音频或 MIDI 文件中乐曲的拍号";
"kMDItemAudioEncodingApplication.Description" = "将数据编码在音频文件中的那个应用程序的名称";
"kMDItemComposer.Description"                 = "音频文件中的歌曲的作曲";
"kMDItemLyricist.Description"                 = "音频文件中的歌曲的词作者";
"kMDItemAudioTrackNumber.Description"         = "专辑歌曲的轨道数";
"kMDItemRecordingDate.Description"            = "歌曲的录制日期";
"kMDItemMusicalGenre.Description"             = "音频文件中的歌曲的音乐类型";
"kMDItemIsGeneralMIDISequence.Description"    = "该文件包含的 MIDI 音序是否设置为可供通用 MIDI 设备使用";
"kMDItemRecordingYear.Description"            = "该项的录制年份";

"kMDItemOrganizations.Description"            = "创建该文稿的组织";
"kMDItemLanguages.Description"                = "文稿内容的语言";
"kMDItemRights.Description"                   = "链接到文稿所包含的有关版权的信息";
"kMDItemPublishers.Description"               = "文稿的发布者";
"kMDItemContributors.Description"             = "为该文稿提供内容的个人或组织";
"kMDItemCoverage.Description"                 = "该文稿的内容的范围或领域";
"kMDItemDescription.Description"              = "文稿内容的描述";
"kMDItemIdentifier.Description"               = "对给定上下文中的资源的参考";
"kMDItemAudiences.Description"                = "文稿的可能读者";

"kMDItemNumberOfPages.Description"            = "文稿页数";
"kMDItemSecurityMethod.Description"           = "用来确保文稿安全的加密方法";
"kMDItemCreator.Description"                  = "用来创建该文稿的应用程序";
"kMDItemEncodingApplications.Description"     = "用来转换原始内容的软件";
"kMDItemDueDate.Description"                  = "此项的截止日期";

"kMDItemStarRating.Description"               = "用户评价";
"kMDItemPhoneNumbers.Description"             = "与此项相关的电话号码";
"kMDItemEmailAddresses.Description"           = "与此项相关联的电子邮件地址";
"kMDItemInstantMessageAddresses.Description"  = "与此项相关的即时信息地址";
"kMDItemKind.Description"                     = "此项的种类";
"kMDItemFinderComment.Description"            = "此项的 Spotlight 注释";
"kMDItemTextContent.Description"              = "此项的文本内容";
"kMDItemRecipients.Description"               = "此项的收件人";
"kMDItemFonts.Description"                    = "此项中使用的字体";
"kMDItemURL.Description"                      = "此项的 URL";
"kMDItemRecipientEmailAddresses.Description"  = "此项收件人的电子邮件地址";
"kMDItemAuthorEmailAddresses.Description"     = "此项作者的电子邮件地址";

"kMDItemInformation.Description"              = "影片信息";
"kMDItemDirector.Description"                 = "导演";
"kMDItemGenre.Description"                    = "类型";
"kMDItemPerformers.Description"               = "表演者";
"kMDItemOriginalFormat.Description"           = "原始格式";
"kMDItemOriginalSource.Description"           = "原始源";

"kMDItemFSName.Description"                   = "文件名称";
"kMDItemPath.Description"                     = "此文件的完整路径名称";
"kMDItemFSSize.Description"                   = "磁盘上文件的字节数，四舍五入为磁盘的块大小";
"kMDItemFSCreationDate.Description"           = "文件的创建日期";
"kMDItemFSContentChangeDate.Description"      = "上次更改文件内容的日期";
"kMDItemFSOwnerUserID.Description"            = "文件所有者的用户 ID";
"kMDItemFSOwnerGroupID.Description"           = "文件所有者的组别 ID";
"kMDItemFSIsReadable.Description"             = "文件是否可以打开，但不能更改";
"kMDItemFSIsWriteable.Description"            = "文件是否可以更改";
"kMDItemFSNodeCount.Description"              = "文件夹中文件和文件夹的个数";
"kMDItemFSHasCustomIcon.Description"          = "文件是否有自定图标";
"kMDItemFSIsExtensionHidden.Description"      = "文件扩展名是否隐藏";
"kMDItemFSIsStationery.Description"           = "该文件是否为样版";
"kMDItemFSInvisible.Description"              = "文件是否可见";
"kMDItemFSLabel.Description"                  = "指定给文件的 Finder 标签相应的个数";

"kMDItemAppleLoopsRootKey.Description"        = "显示循环的原始调。该调是循环的根音符或主音，但不包含音阶类型";
"kMDItemAppleLoopsKeyFilterType.Description"  = "循环使用了大调、小调、两个都不用，或两个都用";
"kMDItemAppleLoopsLoopMode.Description"       = "文件是循环文件，还是非循环文件。循环文件可以调整其速度以适合乐曲的速度，而非循环文件则保持其录制时的速度";
"kMDItemAppleLoopDescriptors.Description"     = "用来描述循环的调式和其他方面的关键词";
"kMDItemMusicalInstrumentCategory.Description"= "文件所属的乐器类别";
"kMDItemMusicalInstrumentName.Description"    = "文件中记录的乐器类型";


/* Attribute short names That will be presented to the user
 *
 * In the form of
 * Attribute.ShortName
 * "." is not a valid character in an Attribute name.
 * These strings should all be sort and 1 word with no spaces in them.
 */
"kMDItemKeywords.ShortName"                   = "keyword,关键词";
"kMDItemTitle.ShortName"                      = "title,标题";
"kMDItemSubject.ShortName"                    = "subject,题目,title,标题";
"kMDItemTheme.ShortName"                      = "theme,主题";
"kMDItemAuthors.ShortName"                    = "author,作者,from,来自,with,与,by,由";
"kMDItemEditors.ShortName"                    = "editor,编辑器";
"kMDItemProject.ShortName"                    = "project,项目";
"kMDItemWhereFroms.ShortName"                 = "wherefrom,位置";
"kMDItemComment.ShortName"                    = "comment,注释";
"kMDItemCopyright.ShortName"                  = "copyright,版权";
"kMDItemProducer.ShortName"                   = "producer,制作者";
"kMDItemUsedDates.ShortName"                  = "used,使用,date,日期";
"kMDItemLastUsedDate.ShortName"               = "lastused,上次使用,date,日期";
"kMDItemContentCreationDate.ShortName"        = "contentcreated,创建的内容,created,创建,date,日期";
"kMDItemContentModificationDate.ShortName"    = "contentmodified,修改的内容,modified,修改,date,日期";
"kMDItemDurationSeconds.ShortName"            = "duration,持续时间,time,时间";
"kMDItemCreationDate.ShortName"               = "itemcreated,创建的项,created,创建,date,日期";
"kMDItemContactKeywords.ShortName"            = "contactkeyword,联系人关键词,keyword,关键词";
"kMDItemVersion.ShortName"                    = "version,版本";
"kMDItemPixelHeight.ShortName"                = "pixelheight,像素高度,height,高度";
"kMDItemPixelWidth.ShortName"                 = "pixelwidth,像素宽度,width,宽度";
"kMDItemPageHeight.ShortName"                 = "pageheight,页面高度,height,高度";
"kMDItemPageWidth.ShortName"                  = "pagewidth,页面宽度,height,高度";
"kMDItemColorSpace.ShortName"                 = "colorspace,颜色空间";
"kMDItemBitsPerSample.ShortName"              = "bitspersample,每样本位数,bps";
"kMDItemFlashOnOff.ShortName"                 = "flash,闪光灯";
"kMDItemFocalLength.ShortName"                = "focallength,焦距";
"kMDItemHasAlphaChannel.ShortName"            = "alpha";
"kMDItemAcquisitionMake.ShortName"            = "make,制作";
"kMDItemAcquisitionModel.ShortName"           = "model,型号";
"kMDItemISOSpeed.ShortName"                   = "iso";
"kMDItemOrientation.ShortName"                = "orientation,方向";
"kMDItemLayerNames.ShortName"                 = "layer,层";
"kMDItemWhiteBalance.ShortName"               = "whitebalance,白平衡";
"kMDItemAperture.ShortName"                   = "aperture,光圈,fstop,光圈值";
"kMDItemProfileName.ShortName"                = "profile,描述文件";
"kMDItemResolutionWidthDPI.ShortName"         = "widthdpi,宽度 dpi,dpi";
"kMDItemResolutionHeightDPI.ShortName"        = "heightdpi,高度 dpi,dpi";
"kMDItemExposureMode.ShortName"               = "exposuremode,曝光模式";
"kMDItemExposureTimeSeconds.ShortName"        = "exposuretime,曝光时间,time,时间";
"kMDItemEXIFVersion.ShortName"                = "exifversion,Exif 版本";
"kMDItemCodecs.ShortName"                     = "codec,编解码器";
"kMDItemMediaTypes.ShortName"                 = "mediatype,媒体类型";
"kMDItemStreamable.ShortName"                 = "streamable,可流化的";
"kMDItemTotalBitRate.ShortName"               = "totalbitrate,总位速率,bitrate,位速率";
"kMDItemVideoBitRate.ShortName"               = "videobitrate,视频位速率,bitrate,位速率";
"kMDItemAudioBitRate.ShortName"               = "audiobitrate,音频位速率,bitrate,位速率";
"kMDItemDeliveryType.ShortName"               = "delivery,传送";
"kMDItemAltitude.ShortName"                   = "altitude,海拔高度";
"kMDItemLatitude.ShortName"                   = "latitude,纬度";
"kMDItemLongitude.ShortName"                  = "longitude,经度";

"kMDItemTextContent.ShortName"                = "intext,在文本中";
"kMDItemDisplayName.ShortName"                = "displayname,显示名称,name,名称";

"kMDItemRedEyeOnOff.ShortName"                = "redeye,红眼";
"kMDItemMeteringMode.ShortName"               = "meteringmode,测量模式";
"kMDItemMaxAperture.ShortName"                = "maxaperture,最大光圈";
"kMDItemFNumber.ShortName"                    = "fnumber,光圈数,fstop,光圈值";
"kMDItemExposureProgram.ShortName"            = "exposureprogram,曝光程序";
"kMDItemExposureTimeString.ShortName"         = "exposuretime,曝光时间,time,时间";
"kMDItemHeadline.ShortName"                   = "headline,大标题,title,标题";
"kMDItemInstructions.ShortName"               = "instructions,说明";
"kMDItemCity.ShortName"                       = "city,城市";
"kMDItemStateOrProvince.ShortName"            = "state,州,province,省";
"kMDItemCountry.ShortName"                    = "country,国家/地区";

"kMDItemAlbum.ShortName"                      = "album,专辑,title,标题";
"kMDItemAudioSampleRate.ShortName"            = "audiosamplerate,音频采样速率,samplerate,采样速率";
"kMDItemAudioChannelCount.ShortName"          = "channels,通道";
"kMDItemTempo.ShortName"                      = "tempo,速度";
"kMDItemKeySignature.ShortName"               = "keysignature,调号,key,调";
"kMDItemTimeSignature.ShortName"              = "timesignature,拍号";
"kMDItemAudioEncodingApplication.ShortName"   = "audioencodingapplication,音频编码应用程序";
"kMDItemComposer.ShortName"                   = "composer,作曲,author,作者,by,由";
"kMDItemLyricist.ShortName"                   = "lyricist,歌词作者,author,作者,by,由";
"kMDItemAudioTrackNumber.ShortName"           = "tracknumber,轨道编号";
"kMDItemRecordingDate.ShortName"              = "recordingdate,录制日期,date,日期";
"kMDItemMusicalGenre.ShortName"               = "musicalgenre,音乐类型,genre,类型";
"kMDItemIsGeneralMIDISequence.ShortName"      = "ismidi,为 MIDI";
"kMDItemRecipients.ShortName"                 = "recipient,收件人,to,至,with,与";
"kMDItemRecordingYear.ShortName"              = "yearrecorded,录制年份,year,年份";

"kMDItemOrganizations.ShortName"              = "organization,组织";
"kMDItemLanguages.ShortName"                  = "language,语言";
"kMDItemRights.ShortName"                     = "rights,权利";
"kMDItemPublishers.ShortName"                 = "publisher,发布者";
"kMDItemContributors.ShortName"               = "contributor,投稿者,by,由,author,作者,with,与";
"kMDItemCoverage.ShortName"                   = "coverage,范围";
"kMDItemDescription.ShortName"                = "description,描述,comment,注释";
"kMDItemIdentifier.ShortName"                 = "id";
"kMDItemAudiences.ShortName"                  = "audience,观众,to,到";

"kMDItemNumberOfPages.ShortName"              = "pages,页数";
"kMDItemSecurityMethod.ShortName"             = "securitymethod,安全方式";

"kMDItemCreator.ShortName"                    = "creator,创建者";
"kMDItemDueDate.ShortName"                    = "duedate,到期日,date,日期";
"kMDItemEncodingApplications.ShortName"       = "encodingapplication,编码应用程序";

"kMDItemStarRating.ShortName"                 = "starrating,星级评价";
"kMDItemPhoneNumbers.ShortName"               = "phonenumber,电话号码";
"kMDItemEmailAddresses.ShortName"             = "email,电子邮件";
"kMDItemInstantMessageAddresses.ShortName"    = "imname,即时信息名称";
"kMDItemKind.ShortName"                       = "kind,种类";
"kMDItemURL.ShortName"                        = "url";
"kMDItemRecipientEmailAddresses.ShortName"    = "email,电子邮件,to,发送至";
"kMDItemAuthorEmailAddresses.ShortName"       = "email,电子邮件,from,来自";

/* Names for FS attributes */
"kMDItemFSName.ShortName"                     = "filename,文件名";
"kMDItemPath.ShortName"                       = "path,路径";
"kMDItemFSSize.ShortName"                     = "size,大小";
"kMDItemFSCreationDate.ShortName"             = "created,创建日期";
"kMDItemFSContentChangeDate.ShortName"        = "modified,修改日期";
"kMDItemFSOwnerUserID.ShortName"              = "owner,所有者";
"kMDItemFSOwnerGroupID.ShortName"             = "group,组别";
"kMDItemFSIsStationery.ShortName"             = "stationery,样版";
"kMDItemFSInvisible.ShortName"                = "invisible,不可见";
"kMDItemFSLabel.ShortName"                    = "label,标签";

"kMDItemFinderComment.ShortName"              = "spotlightcomment,Spotlight 注释,comment,注释";
"kMDItemFonts.ShortName"                      = "font,字体";

"kMDItemMusicalInstrumentCategory.ShortName"  = "instrumentcategory,乐器类别";
"kMDItemMusicalInstrumentName.ShortName"      = "instrumentname,乐器名称";
